class Messages:
    start = 'Похоже, вы здесь впервые, введите имя, по которому к вам стоит обращаться'
    help = '/help - вывести это сообщение\n' \
           '/start — начало общения(все ваши данные будут удалены!)\n' \
           '/catalog — перейти к каталогу\n' \
           '/search — поиск продукта по названию\n' \
           '/basket - корзина\n'
    help_admin = '/help - вывести это сообщение\n' \
                 '/start — начало общения(все ваши данные будут удалены!)\n' \
                 '/catalog — перейти к каталогу\n' \
                 '/search — поиск продукта по названию\n' \
                 '/basket - корзина\n' \
                 '/new_product - добавить новый товар\n' \
                 '/admin_panel админ панель\n' \
                 '/delete_product - удалить товар'

    choose_action = 'выберите действие'

    new_product = 'Введите название, тип, цену, описание продукта и прикрепите изображение'
    delete_product = 'Введите полностью названия продуктов, которые хотите удалить через перевод строки' \
                     ' либо выберите товар из списка'
    add_keys = 'Введите полностью название продукта, а затем ключи через пробел'
    no_basket = 'Ваша корзина пуста'

    pay_card = '1111 1111 1111 1026, 12/22, CVC 000'
