class Messages():
    start = 'Похоже, вы здесь впервые, введите имя, по которому к вам стоит обращаться'
    help = '/start — начало общения(все ваши данные будут удалены!)\n' \
           '/catalog — перейти к каталогу\n' \
           '/search — поиск продукта\n' \
           'ещё какой-то функци_онал'
    choose_action = 'выберите действие'

    new_product = 'Введите название, тип, цену, описание продукта и прикрепите изображение'
    delete_product = 'Введите полностью названия продуктов, которые хотите удалить через перевод строки'
    edit_product = 'Введите полностью название продукта, который хотите отредактировать'
    add_keys = 'Введите полностью название продукта, а затем ключи через пробел'
    delete_keys = 'Введите полностью название продукта, а затем ключи, которые хотите удалить, через пробел'
    sell_keys = 'Введите полностью название продукта, а затем ключи, которые хотите перенести в проданные, через пробел'
